[General]
Translator, "Hessam Mohamadi, Javad Joursaraei, Majid Barkhordari, عبدالرضا شفایی"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAI4ZCpYZDNzi2ZIZC48ZCujT0JMZC9kkD8oiCp3Mj5fJh9UiDsw0IOUlEo/C
fXGMZ+Xm5+Xn52CKUcUhCGGIUo0ZCd4kEtzh2ZDDf2OGVdMiDqyuru7w8NIiDdMkDYzEecQwGpPD
gmeKXNPAvIjBdMAxHOHl5uba2W6MZeHo39rQw2OIV2qJXtrj15E+MYzCeJHDgNPBvuKxq2iJXNUz
IOvt7ZyNipfJg4o0Ji9zFmuKYIM5L4oZBm2KYpTKgYXDb+DT0d/m4NLcz+Pl5c5wZnSMbPfi4c4i
DWGyRMoiDGSHV8wiC5UvJuvp6+jp6ofEc4vEeOno6aCfoNE4JYjEdfb19t7l3ds2JbwyHeTl5tkv
HmaIV4LBa6PQk5vKi5oWCpfIh8kiCtwkEdwkEJcZDdkiD47Id88zHdckDnCNZpLDgp4ZDdAkDC5x
F9MkDoDBaXzEYsQfCOPp4GqLXmKIVNAiDNciD+CzreHm3obBcdvOzevY1u7Z1mGIVOLW1Th4Iff5
+dJmVMwkC9zj3InIcojDc5LIgJFAMubl5ta9uOfm59MxHeE5KITEbJsZDY7NdtyjnJDIfIvIdosZ
CeO8uJoZDYrCdujq6maIWZDDfdc3Jt8jEZPFgpnIiuHEwM4kDd/i4853bM2+vNq2tN/p4Y3Ee4oZ
CM40IOfp6ccjCqysrcovGePi49nRxY7Iet7e3+Xk5eXRzo7Ce6mNitUkD9+hm5+goJKbkIXBb5nK
iIPBbZGfiwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAIs8QNFDx5wZIjBtWUGnDwUJGdJ0SeAll4IbPgxFcmVGEqFHf1iACQHDgawXlkjkwaWLyxs4
bZR0UsMJQ6ZSUD5QKfTkRyMkOW7huSBAwKAgrVSQSiHHipAWu6REgaUIkRNPd2RQyvKKVZMqqmxd
GgIhAqhEoYiMMoGqBgdAG2ycADJCVAw9kGr5iVVgDx8jsw4FwgJiFYNTZ6YsoqFJyxVGX1yUiJMq
TJIlR+p00LDATplNlXBMQCDoExs3HmihOSBmjIUGa3bwMDWpAgAABAYMMBAgABlHTAICADs=


[BFAPI]
ErrorClientVersionTooOld, "کلاینت شما بسیار قدیمی است\nلطفا برنامه را بروزرسانی کرده و مجددا سعی نمایید"
ErrorFailClientTime, "ساعت رایانه شما به درستی تنظیم نشده است.لطفا زمان سیستم را بررسی و مجددا سعی نمایید"
ErrorFailLogin, "نشانی رایانامه و گذرواژه خود را بررسی دوباره امتحان کنید"
ErrorFailPrefix, "موفق به ارتباط با اکانت فورترس شما نشد\nلطفا ارتباط اینترنتی خود را بررسی نمایید،و مطمئن شوید برنامه توسط پراکسی یا فایروال در رایانه یا شبکه مسدود نشده باشد"
ErrorInvalidProTrialLicenseKey, "بنظر میرسد کلید ارزیابی آزمایشی شما نامعتبر است\nلطفا برای اطلاعات بیشتر با ما ارتباط برقرار کنید"
ErrorItemSizeTooLarge, "یکی از مواردی که سعی دارید همگامسازی کنید خیلی بزرگ است\nباید مورد بزرگ را حذف کرده و دوباره سعی کنید"
ErrorTrialExpiredPrompt, "کلید ارزیابی حرفه ای شما منقضی شده است\nمیخواهید برای شروع ارزیابی دیگر با ما ارتباط برقرار کنید؟"
ErrorUnknownProPurchasedLicenseKey, "بنظر کلید مجوز شما نامعتبر است\nلطفا برای اطلاعات بیشتر با ما تماس بگیرید"
LoginPrompt, "ابتدا نیاز است اطلاعات ورود باینری فورترس خود را وارد کنید\nآیا میخواهید حالا اطلاعات ورود خود را وارد کنید؟"
TitleSync, "همگامسازی با اکانت باینری فورت رس"


[BFAPILoginControl_Controls]
btnLogin, "ورود [&L]"
btnLogout, "خروج [&L]"
btnMyAccount, "حساب من [&A]"
btnMyLicenses, "مجوزهای من[&M]"
btnRegister, "ثبت[&R]"
btnResetPassword, "بازنشانی گذرواژه"
lblEmailAddress, "آدرس ایمیل:"
lblName, "نام"
lblPassword, "رمزعبور:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "شخصی یا شرکتی # نشان داده شده در نام مجوز"
LicenseRestrictionEnterprise, "رایانه های نامحدود در سایت های نامحدود متعلق به شرکت"
LicenseRestrictionPersonalHome, "رایانه های شخصی نامحدود،و 1 رایانه شرکتی که فقط شما استفاده میکنید"
LicenseRestrictionSite, "رایانه های نامحدود در 1 سایت"
LicenseRestrictionStandard, "شخصی یا شرکتی 1 رایانه"
LicenseRestrictionSteam, "رایانه های نامحدود که شما کاربر اولیه و اصلی هستید،باید از طریق کلاینت استیم نصب شود"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "لطفا نشانی رایانامه معتبری وارد کرده دوباره امتحان کنید."
ErrorEnterPassword, "رمزعبور خود را دوباره وارد کرده و مجدد سعی نمایید"
ErrorLoginFailed, "موفق به بارگیری اطلاعات اکانت شما نشد\nلطفا ایمیل و رمزعبور را بررسی کنید ودوباره سعی کنید"
ErrorNoLicensesFound, "متاسفیم،ما قادر به یافتن اطلاعات مجوز برای این اکانت نیستیم\nاگر نیاز به راهنمایی دارید لطفا با ما ارتباط برقرار کنید"
ErrorUnknownLicenses, "خطایی حین بارگیری اطلاعات مجوز شما رخ داده است"
ErrorUnknownLogin, "خطایی حین بارگیری اطلاعات اکانت شما رخ داده است"
Note, "برای بازیابی کلید مجوز و همگامسازی با اکانت باینری فورترس وارد شوید"
SelectLicensePrompt, "اکنون شما از نسخه رایگان استفاده میکنید، یک مجوز ارزیابی حرفه ای، یا کلید مجوز شما نامعتبر است\nمیخواهید کلید مجوز را از اکانت باینری فورترس خود بارگیری کنید؟"
Title, "اکانت باینری فورت رس من"
TitleLoadingLicenses, "بارگذاری اطلاعات مجوز"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "لطفا سبک پنجره را انتخاب کنید:"
PromptSelectWindowStylesEx, "لطفا سبک پنجره توسعه یافته را انتخاب کنید:"
RemoveConfirmOne, "آیا میخواهید مورد انتخاب شده را حذف کنید؟"
SelectAnItem, "لطفا یک مورد از لیست انتخاب کرده و مجدد سعی نمایید"
SelectAudioDevice, "لطفا یک دستگاه صوتی انتخاب کنید"
SelectMouseCursorLocation, "برای انتخاب مکان نمای ماوس کلیک کنید\nهر کلید میخواهید برای لغو فشار دهید"
SendKeys_EditString, "ویرایش استرینگ"
SendKeys_EnterString, "واردکردن استرینگ:"
SendKeys_mniAddKeyCombination, "افزودن کلید ترکیبی"
SendKeys_mniAddRawText, "افزودن متن خام"
SendKeys_mniAddText, "افزودن متن"
SendKeys_Title, "سازنده ارسال کلید"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "تاریخ ایجاد"
colDateExpires, "تاریخ انقضاء"
colLicenseKey, "کلید مجوز"
colLicenseRestrictions, "محدودیت های مجوز"
colLicenseType, "نوع مجوز"
colName, "نام"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "آیا مطمئن به استفاده از این کلید مجوز هستید ؟"
ErrorSelectLicense, "لطفا یک مجوز از لیست انتخاب کرده و دوباره سعی کنید"
ShowNeedLicenseWarning, "یکی از مجوزهای خود را از لیست انتخاب کرده،سپس روی دکمه 'تایید' برای استفاده از آن کلید مجوز کلیک کنید"
Title, "مجوزهای من"


[BFFormDownload_Strings]
ConfirmCancel, "آیا از لغو بارگیری مطمئن هستید؟"
Error, "خطایی رخ داده است"
Progress, "باقیمانده: {0} کیلوبایت ({1} کیلوبایت درمجموع)"
ProgressUnknown, "درحال دانلود: {0} کیلوبایت"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "لطفا یک تگ والپیپر فوزیون انتخاب کرده و دوباره سعی کنید"
lblQuery, "فیلتر:"
Title, "تگ های والپیپر فوزیون"


[BFFormOnlineMacroBrowser]
btnClose, "&بستن"
colCreatedBy, "ایجاد شده توسط"
colDownloads, "دانلود ها"
colLanguage, "زبان"
colLastModified, "آخرین ویرایش"
lblQuery, "فیلتر:"
Loading, "بارگیری..."


[BFFormProxySettings_Controls]
btnSave, "ذخیره"
lblProxyAddress, "آدرس سرور:"
lblProxyPassword, "رمزعبور:"
lblProxyPassword2, "تکرار رمزعبور :"
lblProxyPort, "پورت:"
lblProxyUsername, "نام کاربری :"
rdoCustomSettings, "استفاده از تنظیمات پراکسی سرور دستی[&C]"
rdoNoProxy, "از پراکسی استفاده نکن (ارتباط مستقیم اینترنتی)[&N]"
rdoUseIESettings, "استفاده از تنظیمات ارتباطی اینترنت اکسپلورر [&I]"


[BFFormProxySettings_Strings]
EnterServerAddress, "لطفا آدرس پراکسی سرور را وارد کرده یا از پراکسی سرور استفاده نکن را انتخاب کنید"
EnterServerPort, "لطفا پورت پراکسی سرور را وارد کرده یا از پراکسی سرور استفاده نکن را انتخاب کنید"
PasswordDecryptionFailed, "بنظر تنظیمات ارتباط اینترنتی شما نامعتبر می باشد\nمیخواهید رمزعبور پراکسی سرور خود را مجدد وارد کنید تا مشکل حل شود؟"
PasswordsNotMatch, "رمزعبور پراکسی سرور شما تطبیق ندارد،مجدد سعی نمایید"
Title, "تنظیمات ارتباط اینترنت"


[BFFormSelectApplication]
AllApplications, "همه برنامه ها"
btnBrowse, "جستجو"
btnRefresh, "تازه سازی[&R]"
colApplication, "برنامه"
colPath, "مسیر"
GroupDesktopApplications, "برنامه های میز کار"
GroupWindows8Applications, "برنامه های ویندوز اِستور"
lblWindowPicker, "کشیدن این روی یک پنجره برای انتخاب فرآیند آن پنجره در لیست بطور خودکار"
PleaseSelectApplication, "لطفا ابتدا یک برنامه انتخاب کنید"
Title, "انتخاب برنامه"


[BFFormSettingsAdvanced_Controls]
btnDelete, "مقدار پیش فرض"
colSetting, "تنظیم"
colValue, "مقدار"
lblFilter, "فیلتر:"
lblHelp, "برای تغییر آن دو مرتبه روی تنظیمات کلیک کنید،روی دکمه 'راهنما'برای اطلاعات بیشتر کلیک کنید"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "خطایی حین ذخیره این تنظیم رخ داده است"
SavedSuccessfully, "تنظیمات پیشرفته شما با موفقیت ذخیره شد\nبرای اِعمال تغییرات برنامه باید ریستارت شود"
Title, "تنظیمات پیشرفته"
TitleEdit, "ویرایش تنظیمات پیشرفته"


[BFFormSettings_Controls]
btnAdvancedSettings, "تنظیمات پیشرفته"
btnAutoUpdateCheckNow, "حالا بررسی برای بروزرسانی&"
btnBackupSettings, "خروجیگیری تنظیمات"
btnLicenseChangeToFree, "تغییر به نسخه رایگان"
btnLicenseKeyRequestTrial, "درخواست مجوز جدید آزمایشی"
btnLicenseLoadOnline, "بارگیری از اکانت باینری فورترس"
btnLicensePasteFromClipboard, "چسباندن از کلیپ برد"
btnProxySettings, "تنظیمات ارتباط اینترنت"
btnRestoreSettings, "بازگردانی تنظیمات"
btnTroubleshootingClearLog, "پاکسازی وقایع"
btnTroubleshootingCopy, "کپی به کلیپ برد"
btnTroubleshootingOpenLog, "بازکردن وقایع"
chkAutoUpdate, "بررسی خودکار برای بروزرسانی"
chkAutoUpdateBeta, "بررسی نسخه (جدیدتر،ناپایدار) بتا"
chkAutoUpdateSteam, "بررسی برای بروزرسانی خودکار"
colLanguageName, "نام"
colLanguageRightToLeft, "راست-به-چپ"
colLanguageTranslators, "مترجمین"
colLanguageVersion, "نسخه"
gbAutoUpdate, "بررسی بروزرسانی"
gbLicenseReseller, "اطلاعات نماینده فروش"
lblAutoUpdateWarningBASE, "هشدار: بروزرسانی خودکار غیرفعال شده است،نصب نسخه جدید پرسش نمیشود"
lblLanguageGetMore, "دریافت زبان جدید و بروزرسانی شده"
lblLicenseExpires, "تاریخ انقضاء مجوز :"
lblLicenseKey, "کلید مجوز :"
lblLicenseTo, "مجوز داده شده به:"
tabAbout, "درباره"
tabLanguage, "زبان ها"
tabLicense, "کلید مجوز"
tabOptions, "گزینه ها"
tabOurApps, "اَپس های ما"
tabTroubleshooting, "عیب یابی"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "آیا میخواهید کلید مجوز خود را حذف کرده و به نسخه رایگان بروید؟"
DebugLogCleared, "فایل وقایع اشکال زدایی با موفقیت پاکسازی شد"
DebugLogNotFound, "فایل وقایع اشکال زدایی یافت نشد.لطفا مطمن شوید گزینه اشکال زدایی فعال شده است"
FreeVersion, "نسخه رایگان"
LicenseKeyRequestTrialDescription, "کسی به مدت 2 روز کاری پیگیری می کند"
LicenseKeyRequestTrialMessage, "من تمایل دارم مجوز آزمایشی جدید درخواست کنم.متشکرم"
LogLevel0, "L0: وقایع غیرفعال شده است"
LogLevel1, "L1: حداقل وقایع"
LogLevel2, "L2: وقایع با جزئیات (توصیه نمیشود)"
LogLevel3, "L3: تمام وقایع (توصیه نمیشود)"
RegistryExportSuccess, "تنظیمات شما با موفقیت خروجیگیری شد"
RestoreSettingsFailed, "موفق به بازگردانی تنظیمات شما نشد"
RestoreSettingsSuccess, "تنظیمات شما با موفقیت بازگردانی شد"
SettingsLoadError, "خطایی حین بارگیری تنظیمات رخ داده است"
SettingsSaveError, "خطایی حین ذخیره تنظیمات رخ داده است"
Title, "تنظیمات"
TroubleshootingCopyError, "رونوشت برداری از اطلاعات اشکال زدایی شما ناموفق بود"
TroubleshootingCopySuccess, "رونوشت اطلاعات اشکال زدایی شما باموفقیت در حافظه موقت قرار گرفته است"


[BFFormSupportRequest_Controls]
lblEmailAddress, "آدرس ایمیل:"
lblMessage, "پیغام :"
lblName, "نام"
lblSubject, "عنوان :"
lblWarning, "اطلاعات از تب اشکال زدایی و فایل Debug.log شما رمزی میشود و همراه درخواست پشتیبانی به ما ارسال میشود و ما میتوانیم این مشکل را خیلی سریع تر حل کنیم"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "لطفا نشانی رایانامه معتبری وارد کرده دوباره امتحان کنید."
EnterMessage, "لطفا یک پیغام وارد کرده و دوباره امتحان کنید"
EnterName, "لطفا نام خود را وارد کرده دوباره امتحان کنید"
EnterSubject, "لطفا یک موضوع وارد کنید"
SendSuccess, "اطلاعات شما با موفقیت ارسال شد\nفردی در مدت 1 روز کاری با شما تماس برقرار میکند"
Title, "ارسال درخواست پشتیبانی"
TooLongEmailAddress, "لطفا یک آدرس ایمیل کوتاه تر وارد کرده و مجدد سعی کنید"
TooLongName, "لطفا یک نام کوتاه تر وارد کرده و مجدد سعی کنید"


[BFFormUpdateInvalidLicense]
btnBuyNow, "خرید مجوز حرفه ای"
btnLater, "شاید بعداً"
btnMoreInfo, "اطلاعات بیشتر"
lblInvalidLicense, "بنظر می رسد کلید مجوز حرفه ای شما نامعتبر است\n\nلطفا بازبینی کنید که کلید مجوز صحیح در تب کلید مجوز در پنجره تنظیمات وارد کرده اید\n\nاگر کلید شما معتبر است و هنوز این پیام را می بینید،لطفا با پشتیبانی باینری فورتس توسط دکمه راهنما ارتباط برقرار کنید"
Title, "کلید مجوز نامعتبر است"


[BFFormUpdate_Controls]
btnChangeLog, "نمایش گزارش تغییرات[&V]"
btnDownloadOnly, "بازدید از وبسایت &"
btnInstallNow, "حالا نصب"
btnInstallOnExit, "نصب و خروج"
btnRemindMeLater, "بعدا یادآوری کن[&R]"
btnSkipThisVersion, "صرفنظر از این نسخه[&S]"
lblNewVersion, "نسخه جدید :"
lblOldVersion, "نسخه جاری :"
lblUpdateNotes, "در این نسخه چه چیزی جدیدست :"
lblUpdateSize, "حجم بروزرسانی:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "توصیه میگردد به این نسخه جدید بروز گردید\nآیا مطمئن به صرفنظر از این نسخه هستید؟"
DownloadFailedSave, "موفق به ذخیره این فایل در مکان محلی نشد"
DownloadingUpdate, "در حال دانلود بروزرسانی"
DownloadInvalidData, "داده برگشتی از سرور نامعتبر است. سرور ممکن است داشته باشد یک مشکل برای یافتن فایل درخواست شده"
DownloadNoData, "داده ای برگشت داده نشده از وبسایت"
ErrorDownload, "خطائی طی بارگیری نسخه جدید رخ داده است"
FreeNotice, "این بروزرسانی،و همه بروزرسانی های آینده رایگان است،امروز بروزرسانی کنید و لذت ببرید"
Title, "بروزرسانی موجود است"
UpdateProMessage, "برای بروزرسانی با یک کلیک باید به نسخه حرفه ای ارتقاء دهید\nاطلاعات بیشتری راجع به ارتقاء میخواهید؟"


[BFHelpButton_Controls]
mniDiscussions, "انجمن گفتگو"
mniOnlineHelp, "راهنمای آنلاین"
mniSupportRequest, "درخواست پشتیبانی"


[BFHotKey]
ErrorHotKeyBindFailed, "اتصال کلیدمیانبر موفق نشد:"
ErrorHotKeyComboInUse, "کلید ترکیبی از قبل در حال استفاده است.به چند دلیل ممکن است تین اتفاق رخ دهد:\n- کلید ترکیبی از قبل در جایی دیگر از خود برنامه مورد استفاده می گیرد\n- برنامه دیگری از قبل از این کلید ترکیبی استفاده می کند\n- یک تابع توکار ویندوز از این کلید ترکیبی استفاده می کند\n\nلطفا کلید ترکیبی را در تنظیمات ویرایش یا حذف کنید"
ErrorIncorrectKeyValue, "کلید ترکیبی نامعتبر است: لطفا مقدار کلید را وارد کنید"
ErrorIncorrectNumberElements, "کلید ترکیبی نامعتبر است: تعداد کلیدها اشتباه است"
ErrorIncorrectNumberKeyMods, "کلید ترکیبی نامعتبر است:تعداد اصلاح کننده ها اشتباه است"
ErrorInvalidKeyCombo, "کلیدترکیبی که شما مشخص کردید نامعتبر است"
ErrorSystemReserved, "کلید ترکیبی که تعیین کرده اید به ویندوز اختصاص دارد و نمیتواند مورد استفاده قرار گیرد"
ErrorTooManyModifiers, "کلیدترکیبی نامعتبر است:اصلاح کننده های زیادی وجود دارد"
HotKeyLabelKeys, "انتخاب تغییر دهنده سپس وارد کردن کلید مورد نظر"
HotKeyLabelMouse, "انتخاب تغییر دهنده سپس کلیک روی دکمه مورد نظر ماوس"


[BFMessage]
btnCopy, "کپی به کلیپ برد [&C]"
btnMoreInformation, "نمایش اطلاعات بیشتر [&S]"


[BFTextQuery]
CaseSensitive, "حساس به اندازه حروف"
ErrorBracketMismatch, "خطا: عدم تطابق براکت\nلطفا براکت را بسته یا جستار خود را در نقل قول قرار دهید"
ErrorEscapeCharAtEnd, "خطا: کاراکتر گریز '\' در انتهای جستار یافت شد\nلطفا گریز کرده یا کاراکتر را حذف کنید"
ErrorExpectedMatchCountChar, "حطا: مقدار مورد انتظار ':::cbc:::' در موقعیت {0}.\nلطفا براکت را بسته یا در نقل قول قرار دهید"
ErrorExpectedQuote, "خطا: مقدار مورد انتظار '"' در موقعیت {0}.\nلطفا از کاراکتر گریز '"' مطمئن شوید"
ErrorInvalidChar, "خطا: کاراکتر نامعتبر '{0}' در موقعیت {1}\nلطفا در نقل قول قرار دهید"
ErrorInvalidDigit, "خطا: رقم نامعتبر در موقعیت {0}.\nارقام باید مثبت و فقط شامل کاراکتر عددی باشد"
MayContain, "میتواند شامل باشد:"
MayEqual, "میتواند برابر باشد:"
MayNotContain, "نمیتواند شامل باشد:"
MayNotEqual, "نمیتواند برابر باشد:"
MustContain, "باید شامل باشد:"
MustEqual, "باید برابر باشد:"
MustNotContain, "نباید شامل باشد:"
MustNotEqual, "نباید برابر باشد:"
Time, "یک بار"
Times, "{0} بار"


[BFUpdateCheck]
AlreadyInProgress, "...بررسی بروزرسانی از قبل در حال انجام است"
ErrorRunningDownloadedFile, "خطایی حین برای اجرای فایل نصب دانلود شده رخ داده است"
FailedToGetVersion, "نتوانست شماره آخرین نسخه را بارگذاری کند"
NoUpdate, "شما از قبل در حال استفاده از آخرین نسخه هستید"
Title, "بروزرسانی"


[cFunctions_Strings]
FolderNotRecognized, "پوشه برگزیده شناسایی نشد بنابراین نتوانست جستجو شود"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Browse && Append"
btnBrowseExcludePath, "مسیر"
btnFolderBrowse, "جستجو"
btnFolderBrowseAppend, "Browse && Append"
btnNewSearch, "جستجو در زبانه جدید [&N]"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "جستجو[&S]"
btnStop, "توقف [&t]"
chkCaseSensitive, "&Case sensitive query"
chkFileSizeMax, "حداکثر اندازه پرونده :"
chkFileSizeMin, "حداکثر اندازه پرونده :"
chkIsQueryRegEx, "Query is RegEx"
chkSearchSubFolders, "جستجوی زیر-پوشه ها[&f]"
chkShowFirstResult, "&Only show first result for each file"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Show file names that match the query text"
chkShowQueryMatchFolders, "Show folder names that match the query text"
chkUseIFilters, "Process file contents using File Handlers (slower)"
colDateAccessed, "تاریخ دسترسی داده شده"
colDateCreated, "تاریخ ایجاد"
colDateModified, "تاریخ اصلاح"
colExtension, "پسوند"
colFile, "نام پرونده"
colFileSize, "اندازه پرونده"
colLine, "خط"
colLineNumber, "# خط"
colPath, "مسیر"
lblAccessedTo, "به"
lblAdditionalLinesAfter, "نمایش این تعداد خطوط بعد از نتایج یک جستجو"
lblAdditionalLinesBefore, "نمایش این تعداد خطوط قبل از نتایج یک جستجو"
lblCreatedTo, "به"
lblDateAccessed, "تاریخ دسترسی داده شده"
lblDateCreated, "تاریخ ایجاد :"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "تاریخ اصلاح :"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "فیلتر:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "به"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Matches Found: {0}"
lblStatusTotal, "Files Searched: {0}"
mniAbout, "درباره"
mniClearSearchHistory, "پاکسازی سوابق جستجو"
mniCloseAll, "بستن همه"
mniCloseAllButThis, "بستن بقیه"
mniCloseSearch, "بستن[&C]"
mniCopyToClipboard, "رونوشت نتایج برگزیده"
mniCopyToClipboardAll, "رونوشت همه نتایج"
mniExit, "خروج"
mniExplorerContextMenu, "منوی راست کلیک ویندوز"
mniHelp, "راهنما"
mniOpenFolder, "بازکردن پوشه محتوا"
mniOpenFolderOnly, "بازکردن پوشه"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "حذف دائمی پرونده های برگزیده"
mniRemoveRows, "حذف نتایج برگزیده از فهرست"
mniRenameFile, "Rename Selected File"
mniSettings, "تنظیمات"
mniShowFilterControls, "Show Filter Controls"
mniTextCopy, "کپی&"
mniTextSelectAll, "انتخاب همه [&A]"
mniTools, "ابزارها [&T]"
mniTrayExit, "خروج"
mniTrayLoadProfiles, "بارگزاری نمایه"
mniTrayShowFileSeek, "FileSeek نمایش"
mniTraySyncProfiles, "همگام نمایه ها"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "HTML صادرات همه نتایج بشکل"
mnuExportSelectedResultsHTML, "HTML صادرات نتایج برگزیده بشکل"
mnuFileCopy, "رونوشت پرونده های برگزیده"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "حذف پرونده های برگزیده"
mnuLanguage, "زبان ها"
mnuLoadProfile, "بارگزاری"
mnuManageProfiles, "مدیریت نمایه ها"
mnuOpen, "بازکن"
mnuOpenNotepad, "Notepad بازکردن با"
mnuProfile, "نمایه ها"
mnuSave, "ذخیره"
mnuSaveAll, "CSV صادرات همه نتایج بصورت"
mnuSaveProfile, "ذخیره نمایه جدید"
mnuSaveSelection, "CSV صادرات نتایج برگزیده بصورت"
mnuShowFullLanguageList, "نمایش فهرست کامل"
mnuSyncProfiles, "همگام نمایه ها"
rdoMatchQueryLineByLine, "Match query to each line in file"
rdoMatchQueryToWholeFile, "Match query to entire file"
tabAdvanced, "پیشرفته"
tabDateFilters, "غربال برحسب تاریخ"
tabFileSizeFilters, "فیلتر حجم فایل"
tabSearch, "جستجو"


[frmMain_Strings]
AccessedAfterTT, "Accessed after {0}"
AccessedBeforeTT, "Accessed before {0}"
AccessedBetweenTT, "Accessed between {0} and {1}"
AppSelectionErrorPartOne, "برنامه ای که برگزیدید نمی تواند یافت شود"
AppSelectionsErrorPartTwo, "Would you like to select a different one now?"
btnNewSearchTT, "زبانه جدیدی جهت انجام یک جستجو باز کن"
btnSearchTT, "انجام جستجوی جدید در زبانه فعلی"
btnStopTT, "جستجوی برگزیده را متوقف کنید"
CaseSensitiveQueryTT, "Case Sensitive Query"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Query is RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Will only show first matched line when matching query to each line"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "خطائی حین نمایش منوی زمینه ویندوز رخ داده است"
CreatedAfterTT, "Created after {0}"
CreatedBeforeTT, "Created before {0}"
CreatedBetweenTT, "Created between {0} and {1}"
CSVSpreadsheet, "CSV پرونده های"
CustomAppOpenError, "خطایی حین بازکردن این پرونده توسط برنامه سفارشی رخ داده است"
DateCreatedError, "Please select a 'Date Created End Date' that is later than the start date."
DateFiltersSelected, "غربال برحسب تاریخ :"
DateModifiedError, "Please select a 'Date Modified End Date' that is later than the start date."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "یک نام نمایه وارد کنید :"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Excluded Files: {0}"
ExcludePathsTT, "Exclude Path(s): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Please wait while FileSeek performs the requested operation.\nYou can close this window, but it may lead to unexpected results while this task is running."
FileDeleteQuestion, "آیا مطمئن به حذف پوشه ها یا پرونده های برگزیده هستید ؟"
FileDeleteTitle, "حذف پرونده ها"
FileDeletionError, "خطایی طی حذف این پرونده ها رخ داده است"
FileHandlerError, "لطفا یک مسیر جهت جستجو وارد کنید"
FileIncludeNameMatch, "Filename Match [Include Files Filter]"
FileOpenError, "خطائی حین بازکردن این پرونده رخ داده است"
FilePermenentDeleteQuestion, "آیا مطمئن به حذف دائم پوشه ها یا پرونده های برگزیده هستید؟"
FileQueryNameMatch, "Filename Match [Query]"
FileReadError, "{خطای دسترسی پرونده : {0"
FileSelectionError, "لطفا حداقل 1 پرونده ای که وجود دارد برگزیده دوباره امتحان کنید"
FileSizeError, "Please select a File Size Maximum that is equal or greater than the File Size Minimum."
FileSizeFiltersSelected, "File Size Filters:"
FilesSearched, "Files Searched: {0}"
FilesSkipped, "{پرونده های صرفنظرشده : {0"
FolderBrowserDescription, "پوشه ای جهت جستجو برگزینید"
FolderBrowsingError, "خطایی طی مرور یک پوشه رخ داده است"
FolderIncludeNameMatch, "Folder Name Match [Include Files Filter]"
FolderItemError, "Failed to get Folder for Item: {0}"
FolderOpenError, "خطائی طی بازکردن این پوشه رخ داده است"
FolderQueryNameMatch, "Folder Name Match [Query Text]"
FolderReadError, "{خطای خواندن پوشه ها داخل پوشه : {0"
HiddenFolderError, "نمی تواند جستجو کند بخاطر این که"
HyperTextMarkupLanguageFile, "Hyper Text Markup Language File"
IFilterWarning, "Please enable file handlers on the Advanced tab to display proper results for: {0} files"
IncludeFilesTT, "{شامل پرونده های : {0"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "طول پوشه نامعتبر"
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Query RegEx pattern is invalid.\n{0}"
KeypressError, "خطائی طی پردازش این فشار کلید رخ داده است"
LinkedFolderError, "Not searching folder because it is a link/junction"
MatchesFound, "Matches Found: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "{حداکثر اندازه پرونده : {0"
MaxPathError, "این مسیر خیلی طولانی ست ممکنست در برخی برنامه ها کار نکند"
MenuOpenError, "خطایی حین بازکردن منو رخ داده است"
MinFileSizeTT, "{حداکثر اندازه پرونده : {0"
ModifiedAfterTT, "Modified after {0}"
ModifiedBeforeTT, "Modified before {0}"
ModifiedBetweenTT, "Modified between {0} and {1}"
More, "(بیشتر)"
NoDateFiltersSelected, "No date filters selected"
NoFileSizeFiltersSelected, "No file size filters selected"
NoOptionsSelected, "هیچ گزینه ای انتخاب نشده است"
NotepadError, "رخ داده است Notepad.خطائی حین بازکردن این پرونده با"
NotYourProfile, "شما صاحب این نمایه نیستید"
OnlyShowFirstResultTT, "تنها نمایش نتایج نخست"
OpenManyQuestion, "آیا مطمئن به باز کردن پرونده ها یا پوشه های {0} هستید ؟"
OptionsSelected, "گزینه های برگزیده :"
OtherApplication, "Other Application"
PathsTT, "Path(s): {0}"
PathTooLongError, "Windows does not support this action with long path names."
ProfileLoadError, "خطائی حین بارگزاری این نمایه وجود دارد"
ProfileLoadOnStartError, "خطائی حین بارگزاری این نمایه وجود داشت نمایه وجود ندارد"
ProfileOverwriteQuestion, "هستید ؟ '{0}' آیا مطمئن به جایگزینی با نمایه"
ProfileSaved, "تنظیمات جستجو در نمایه '{0}' ذخیره شد"
ProfileSaveError, "نمیتوان نمایه را ذخیره کرد"
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Query:\n{0}"
rdoMatchQueryLineByLineTT, "Open a file one line at a time and try to match the query to each line"
rdoMatchQueryToWholeFileTT, "Open the entire file at once and try to match the query to the entire text"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "یک نتیجه در حافظه موقت جای گذاری شد"
ResultCopyError, "خطائی طی نسخه برداری نتایج جستجو یتان به حافظه موقت رخ داده است"
ResultSaveError, "خطایی هنگام ذخیره نتایج وجود داشت\n{0}"
ResultsCopied, "رونوشت {0} نتیجه درحافظه موقت قرار گرفت"
ResultSelectionError, "Please select at least 1 search result and try again."
SaveResults, "XLS ذخیره نتایج دریک پرونده صفحه گسترده"
SaveResultsAsHTML, "HTML ذخیره نتایج بشکل"
SaveSearchProfile, "ذخیره نمایه جستجو"
SearchComplete, "Search completed in {0}s"
SearchCriteria, "Search Criteria:"
SearchCriteriaEmptyTT, "Search Criteria Empty"
SearchEnd, "Search End: {0}"
SearchError, "خطایی در حین جستجو رخ داده است"
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "جستجوی زیر پوشه ها"
SettingFormShowError, "An error has occurred while showing the Settings window."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "خطائی حین نسخه برداری این متن رخ داده است"
TextProcessingError, "خطائی حین پردازش متن رخ داده است"
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Please select some text and try again."
txtPathTT, "Separate multiple items with the | character"
UseFileHandlersTT, "Use File Handlers"
ViewingAppPartOne, "You haven't selected a viewing application yet"
ViewingAppPartTwo, "Would you like to select one now?"


[frmProfileManager_Controls]
btnCopyProfile, "رونوشت نمایه"
btnDelete, "حذف"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "تغییرنام"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "نام نمایه"
colProfileOwner, "صاحب نمایه"
lblCurrentProfile, "کاربر جاری"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "دوست دارید نمایه جدید شما چه نامیده شود ؟"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "لطفا نمایه ای از فهرست برگزیده دوباره امتحان کنید"
ProfileDeleteQuestion, "آیا مطمئن بحذف نمایه برگزیده هستید ؟"
RenameSearchProfile, "تغییر نام نمایه جستجو"
SearchProfileName, "نام نمایه جستجو :"
Title, "مدیریت نمایه ها"


[frmSettings_Controls]
btnBrowseOther, "جستجو"
btnClearHistory, "پاکسازی سوابق جستجو"
btnIFilterToggle, "Toggle File Handler"
btnOtherDefault, "پیش فرض"
chkCloseToTray, "( و رفتن به سینی ( کنار ساعت ویندوز FileSeek بستن"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Show an error for files with no File Handler (when File Handler search is enabled)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Search files && folders that are a link/junction"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "در سینی نواروظیفه FileSeek کمینه سازی"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "جستجوی فایل و پوشه های مخفی شده"
chkSearchSystemFiles, "جستجوی فایل و پوشه های سیستم"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Show an error when a file/folder can't be accessed"
chkShowHiddenFileError, "نمایش خطا در زمانی که نادیده می گیرد فایل ها و پوشه های مخفی شده"
chkShowSystemFileError, "نمایش خطا زمانی که نادیده می گیرد فایل ها و پوشه های سیستمی را"
chkShowToolTips, "نمایش راهنمای ابزار"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Always start FileSeek with blank search criteria"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Treat all Include Files filters as wildcards"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Show FileSeek in the Windows Context Menu"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "متغییرهای خط فرمان"
gbDateFormat, "نوع تاریخ"
gbGeneralOptions, "گزینه های عمومی"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Command line parameters to pass:"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Select a default operation for double clicking on a search result:"
lblNumChar, "Show this many characters for each search result:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Selected file viewing application:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "خطایی هنگام ناوش یک برنامه رخ داده است"
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML صادرات همه نتایج بشکل"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML صادرات نتایج برگزیده بشکل"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "بازکردن پوشه محتوا"
cboDefaultDoubleClickOperation_OpenNotepad, "Notepad بازکردن با"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "With this option enabled, a search entered as foo will be treated as *foo*"
ClearHistoryError, "خطایی در طی حذف سوابق جستویتان رخ داده است"
ClearHistoryWarning, "آیا مطمئن بحذف سوابق جستجویتان هستید؟"
CommandLineError, "Please enter command line parameters, or click 'Default' to reset them."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Disable File Handler"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Enable File Handler"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: Substitutes the complete filename."
FileHandlerListError, "An error has occurred while listing the File Handlers."
FileHandlerSelectError, "An error has occurred while selecting this File Handler."
FileHandlerToggleError, "An error has occurred while toggling this File Handler."
HistoryCleared, "سوابق جستجو با موفقیت پاک شد"
InvalidExitcode, "Returned invalid ExitCode: {0}"
LineCommandDescription, "{0}: Substitutes the line number."
lvIFilters_Extension, "پسوند"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "نسخه"
NumOfCharError, "Please enter a number of characters between {0} and {1} and try again."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "خطایی طی تنظیم تنظیمات منوی زمینه رخ داده است"
tabSettings_FileHandlers, "File Handlers"
tabSettings_OtherApp, "سایر برنامه ها"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "جستجو"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "نتایج جستجو با موفقیت ذخیره شدند \nآیا مایل به مشاهده پرونده هستید ؟"
SearchCriteria, "Search Criteria"
SearchDate, "تاریخ جستجو :"
Title, "FileSeek نتایج جستجوی"


[IFilterHelper_Strings]
UnknownError, "Unknown IFilter error"
UsingStandardMethodWarning, "No File Handler for this file, searching using standard method."


[LicenseValidate_Strings]
ExpiredPrompt, "شما باطل شده است FileSeek متأسفیم , کلید مجوز آزمایشی\nFileSeek اگر شما از قبل یک مجوز خریداری شده دارید . لطفا وارد کنید آن را در پنجره تنظیمات\nداشته باشید ؟ FileSeek Pro شما مایل هستید اطلاعات بیشتری درباره خریداری"
Invalid, "متاسفانه، کلید مجوز شما معتبر نیست"
InvalidReseller, "Sorry, your License Key is only valid with FileSeek provided by your Reseller.\nPlease contact your Reseller for more information."
LicenseProcessPro, "! با سپاس جهت ثبت برنامه"
LicenseProcessProRestoreSettingsPrompt, "یک پشتیبان خودکار از تنظیمات حرفه ای شما تشخیص داده است\nاین فایل پشتیبان مدت {0} روز از تاریخ آن می گذرد\nآیا میخواهید تنظیمات حرفه ای خود را وارد کنید؟همه تنظیمات فعلی شما با تنظیمات پشتیبان جایگزین خواهد شد"
LicenseProcessRemoved, "کلید مجوز شما حذف شده است."
LicenseProcessTrial, "FileSeek Pro تشکر از شما برای امتحان\nمجوز شما باطل می شود در"
TrialAlmostDonePrompt, "مجوز آزمایشی محدود شما بزودی به پایان خواهد رسید \nوارد سازید FileSeek اگر قبلا مجوز خریداری کرده اید لطفا آنرا داخل پنچره تنظیمات \n\nحرفه ای هستید ؟ FileSeek Pro آیا مایل بدریافت اطلاعات بیشتر درباره خریداری"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "جستجو با FileSeek"


[Words]
Add, "افزودن"
AdminSettingsLock, "بعضی از گزینه‌ها توسط مدیر سیستم شما مدیریت می شود"
Apply, "اعمال"
ButtonEnterLicenseKey, "کلید مجوز را وارد کنید[&E]"
ButtonLater, "بعدا [&L]"
ButtonMoreInformation, "اطلاعات بیشتر [&M]"
ButtonUseFreeVersion, "انتخاب نسخه رایگان [&U]"
Cancel, "لغو[&C]"
Close, "بستن[&C]"
Copy, "کپی&"
Custom, "سفارشی"
Cut, "کات&"
Default, "پیشفرض"
Delete, "&حذف"
Disable, "غیرفعالسازی&"
Disabled, "غیرفعال شده"
Duplicate, "&تکراری"
Edit, "ویرایش"
Enable, "&فعالسازی"
Enabled, "فعال شده"
Error, "خطا"
ErrorNotAdminUACDisabled, "یو اِی سی یا همان کنترل اکانت کاربر غیر فعال شده است.اما شما مدیر رایانه نیستید،و اقدام درخواست شده شما احتمالا موفق نمیشود\nلطفا یو اِی سی را فعال کنید یا بعنوان یک مدیر وارد شوید و دوباره سعی کنید\nاگر اخیرا یو اِی سی را غیرفعال کرده اید،لطفا مطمئن شوید رایانه را ریستارت کرده اید"
Exit, "خروج&"
Help, "راهنما"
Info, "اطلاعات"
InvalidImageFile, "بنظر میرسد تصویر خراب است یا غیر قابل خواندن است"
Name, "نام"
NameLabel, "نام"
NeedProQuestion, "You need to upgrade to FileSeek Pro to use this feature.\nWould you like more information on upgrading?"
NeedsProShort, "فقط حرفه ای"
Never, "هرگز"
No, "خیر"
OK, "صحیح[&O]"
Paste, "چسباندن&"
ProOnlyNotice, "ویژگی های حرفه ای با رنگ آبی برجسته شده است"
Redo, "&ریدو"
Refresh, "تازه سازی"
Remove, "حذف"
Rename, "Rename"
Seconds, "ثانیه"
SelectAll, "&انتخاب همه"
Start, "شروع"
Stop, "توقف"
Undo, "آندو&"
Unknown, "ناشناخته"
Yes, "بله"


[Installer]
AdditionalIcons, "آیکونهای اضافی :"
CreateContextMenuItems, "افزودن به منوی کلیک راست ویندوز اکسپلورر"
CurrentUserOnly, "تنها برای کاربرجاری"
DesktopIcon, "ایجاد شمایل رومیزکار ویندوز[&d]"
DotNetInstallNow, "میخواهید آن را حالا نصب کنید؟"
DotNetRequired40, "این برنامه نیاز به دات نت فریم ورک 4.0 دارد"
ForAllUsers, "برای همه کاربران"
LaunchNow, "حالا اِجرا"
LicKeyInvalid, "این کلید مجوز بنظر میرسد نامعتبر است"
LicKeyLabel, "کلید مجوز :"
LicKeySelectOption, "لطفا گزینه ای ازکلید مجوز برگزیده دوباره امتحان کنید"
LicKeyText, "گزینه های کلید مجوز :"
LicKeyTextAdminLocked, "کلید مجوز شما توسط سرپرست سیستم تعیین شده است"
LicKeyTextChangeFree, "جهت استفاده از نسخه رایگان در پنجره تنظیمات 'تغییر به نسخه رایگان' را کلیک کنید"
LicKeyTextEnterOrFree, "لطفا یا کلید مجوز معتبری وارد نموده یا از 'نسخه رایگان' استفاده نمایید"
LicKeyTextPaid, "از این کلید مجوز استفاده کن:"
LicKeyTextTrial, "استفاده از نسخه آزمایشی (فقط بار اول)، پس از ۳۰ روز به نسخه رایگان تبدیل میگردد"
RunAtStartup, "اِجرا در استارت آپ ویندوز"
SteamKeyInvalid, "کلید مجوز استیم شما با موفقیت بارگیری نشد\nلطفا از این نصب کننده/برنامه خارج شوید و سعی کنید دوباره نصب کنید یا آن را دوباره درون استیم بارگیری نمایید"
TextBefore, "اگراز قبل FileSeek را اجرا کرده اید لطفا قبل از نصب نسخه جدید آنرا ببندید\n\nبرای بروزرسانیها و دریافت پشتیبانی به وبگاه https://www.fileseek.ca مراجعه کنید"
UninstallRemoveAllData1, "میخواهید همه تنظیمات برنامه،اولویت ها و فایل های موقتی را حذف کنید؟"
UninstallRemoveAllData2, "این توصیه نمیشود،اگر میخواهید دوباره برنامه را نصب کنید"